/* eslint-disable comma-dangle */

module.exports = {
  1: [
    {
      id: '1',
      address: 'ул. Маросейка, 9/2с1',
      coords: [
        37.634234,
        55.757761,
      ],
      index: 30,
    },
    {
      id: '2',
      address: 'Мясницкая ул., 30/1',
      coords: [
        37.638386,
        55.765364,
      ],
      index: 3,
    },
    {
      id: '3',
      address: 'Манежная площадь, 1, стр. 2',
      coords: [
        37.615102,
        55.755617,
      ],
      index: 23,
    },
    {
      id: '4',
      address: 'Театральный пр., 5, стр. 1',
      coords: [
        37.624923,
        55.760223,
      ],
      index: 91,
    },
    {
      id: '5',
      address: 'ул. Сергия Радонежского, 29-31с1',
      coords: [
        37.679224,
        55.746941,
      ],
      index: 19,
    },
    {
      id: '6',
      address: 'ул. Земляной Вал, 27, стр. 2',
      coords: [
        37.658692,
        55.758616,
      ],
      index: 73,
    },
    {
      id: '7',
      address: 'Никольская ул., 10',
      coords: [
        37.623942,
        55.757939,
      ],
      index: 39,
    },
    {
      id: '8',
      address: 'Большая Бронная ул., 29',
      coords: [
        37.603176,
        55.764601,
      ],
      index: 0,
    },
    {
      id: '9',
      address: 'Таганская ул., 1, стр. 1',
      coords: [
        37.656007,
        55.741653,
      ],
      index: 1,
    },
    {
      id: '10',
      address: 'ул. Большая Ордынка, 21, стр. 2',
      coords: [
        37.62547,
        55.740975,
      ],
      index: 9,
    },
    {
      id: '11',
      address: 'Газетный пер., 17',
      coords: [
        37.610687,
        55.758928,
      ],
      index: 72,
    },
    {
      id: '12',
      address: 'Мясницкая ул., 14/2с1',
      coords: [
        37.632134,
        55.760697,
      ],
      index: 52,
    },
    {
      id: '13',
      address: 'Малая Сухаревская площадь, 12',
      coords: [
        37.631685,
        55.772159,
      ],
      index: 1,
    },
    {
      id: '14',
      address: 'Ладожская ул., 1/2',
      coords: [
        37.681632,
        55.771557,
      ],
      index: 89,
    },
    {
      id: '15',
      address: 'ул. Арбат, 52, стр. 1',
      coords: [
        37.584405,
        55.747437,
      ],
      index: 52,
    },
    {
      id: '16',
      address: 'ул. Новый Арбат, 5',
      coords: [
        37.598022,
        55.752654,
      ],
      index: 23,
    },
    {
      id: '17',
      address: 'ул. Красная Пресня, 31',
      coords: [
        37.563371,
        55.762308,
      ],
      index: 2,
    },
    {
      id: '18',
      address: 'Большая Дорогомиловская ул., 8А',
      coords: [
        37.566222,
        55.745956,
      ],
      index: 85,
    },
    {
      id: '19',
      address: 'площадь Тверская Застава, 2, стр. 2',
      coords: [
        37.584155,
        55.775388,
      ],
      index: 47,
    },
    {
      id: '20',
      address: 'Киевская ул., 2',
      coords: [
        37.562937,
        55.743249,
      ],
      index: 9,
    },
    {
      id: '21',
      address: 'Садовническая улица, 82с2',
      coords: [
        37.642474,
        55.73552,
      ],
      index: 58,
    },
  ],
  2: [
    {
      id: '1',
      address: 'Никольская ул., 17, стр. 1',
      coords: [
        37.622901,
        55.757606,
      ],
      index: 37,
    },
    {
      id: '2',
      address: 'ул. Земляной Вал, 29',
      coords: [
        37.66114,
        55.756583,
      ],
      index: 92,
    },
    {
      id: '3',
      address: 'Мясницкая ул., 11',
      coords: [
        37.632629,
        55.761535,
      ],
      index: 100,
    },
    {
      id: '4',
      address: 'Манежная площадь, 1, стр. 2',
      coords: [
        37.614685,
        55.755445,
      ],
      index: 83,
    },
    {
      id: '5',
      address: 'Верхняя Радищевская ул., 9А, стр. 2',
      coords: [
        37.650244,
        55.744232,
      ],
    },
    {
      id: '6',
      address: 'Таганская ул., 1, стр. 1',
      coords: [
        37.655581,
        55.741816,
      ],
      index: 1,
    },
    {
      id: '7',
      address: 'Комсомольская площадь, 2',
      coords: [
        37.656622,
        55.774598,
      ],
    },
    {
      id: '8',
      address: 'Авиамоторная ул., 41Б',
      coords: [
        37.716393,
        55.753427,
      ],
    },
    {
      id: '9',
      address: 'Нижегородская ул., 50',
      coords: [
        37.70153,
        55.735527,
      ],
    },
    {
      id: '10',
      address: 'Нижегородская ул., 50',
      coords: [
        37.701359,
        55.735557,
      ],
      index: 10,
    },
    {
      id: '11',
      address: 'ул. Красная Пресня, 4',
      coords: [
        37.576118,
        55.761184,
      ],
      index: 80,
    },
    {
      id: '12',
      address: 'ул. Грузинский Вал, 28/45',
      coords: [
        37.582951,
        55.774987,
      ],
      index: 50,
    },
    {
      id: '13',
      address: 'площадь Киевского Вокзала, 2',
      coords: [
        37.567259,
        55.744627,
      ],
      index: 77,
    },
    {
      id: '14',
      address: 'Комсомольская площадь, 5',
      coords: [
        37.658118,
        55.776497,
      ],
    },
    {
      id: '15',
      address: 'ул. Пресненский Вал, 6, стр. 2',
      coords: [
        37.564331,
        55.76457,
      ],
      index: 12,
    },
    {
      id: '16',
      address: 'площадь Киевского Вокзала, 2',
      coords: [
        37.56626,
        55.744128,
      ],
    },
    {
      id: '17',
      address: 'Комсомольская площадь, 5',
      coords: [
        37.658011,
        55.776442,
      ],
      index: 8,
    },
    {
      id: '18',
      address: 'площадь Киевского Вокзала, 2',
      coords: [
        37.56339,
        55.742786,
      ],
      index: 4,
    },
  ],
  3: [
    {
      id: '1',
      address: 'ул. Большая Дмитровка, 7/5с1',
      coords: [
        37.614419,
        55.760434,
      ],
      index: 34,
    },
    {
      id: '2',
      address: 'ул. Земляной Вал, 26, стр. 1',
      coords: [
        37.657185,
        55.758192,
      ],
      index: 87,
    },
    {
      id: '3',
      address: 'Климентовский пер., 14',
      coords: [
        37.62672,
        55.741025,
      ],
      index: 56,
    },
    {
      id: '4',
      address: 'Таганская ул., 2',
      coords: [
        37.657682,
        55.740882,
      ],
      index: 92,
    },
    {
      id: '5',
      address: 'Театральный пр., 5, стр. 1',
      coords: [
        37.625567,
        55.760189,
      ],
      index: 74,
    },
    {
      id: '6',
      address: 'ул. Воздвиженка, 9, стр. 2',
      coords: [
        37.603787,
        55.752592,
      ],
      index: 38,
    },
    {
      id: '7',
      address: 'Спартаковская ул., 24',
      coords: [
        37.67705,
        55.772634,
      ],
      index: 92,
    },
    {
      id: '8',
      address: 'Панкратьевский пер., 2',
      coords: [
        37.633153,
        55.771758,
      ],
      index: 58,
    },
    {
      id: '9',
      address: 'Цветной бул., 13',
      coords: [
        37.620016,
        55.770578,
      ],
      index: 67,
    },
    {
      id: '10',
      address: 'Комсомольская площадь, 2А',
      coords: [
        37.656936,
        55.775014,
      ],
      index: 30,
    },
    {
      id: '11',
      address: 'ул. Большая Полянка, 28, корп. 1',
      coords: [
        37.619054,
        55.735275,
      ],
      index: 100,
    },
    {
      id: '12',
      address: 'ш. Энтузиастов, 12, корп. 2',
      coords: [
        37.706023,
        55.748205,
      ],
      index: 84,
    },
    {
      id: '13',
      address: 'Авиамоторная ул., 12',
      coords: [
        37.715471,
        55.75322,
      ],
      index: 54,
    },
    {
      id: '14',
      address: 'Садовая-Кудринская ул., 3А',
      coords: [
        37.584581,
        55.759976,
      ],
      index: 50,
    },
    {
      id: '15',
      address: 'ул. Новый Арбат, 17',
      coords: [
        37.590964,
        55.752157,
      ],
      index: 0,
    },
    {
      id: '16',
      address: 'ул. Большая Дмитровка, 7/5с1',
      coords: [
        37.614419,
        55.760434,
      ],
    },
    {
      id: '17',
      address: 'Зубовский бул., 17',
      coords: [
        37.590497,
        55.736306,
      ],
      index: 1,
    },
    {
      id: '18',
      address: 'ул. Красная Пресня, 4',
      coords: [
        37.575962,
        55.761264,
      ],
      index: 9,
    },
    {
      id: '19',
      address: 'Комсомольская площадь, 5',
      coords: [
        37.6567,
        55.7769,
      ],
      index: 4,
    },
    {
      id: '20',
      address: 'площадь Тверская Застава, 7, стр. 1',
      coords: [
        37.5817,
        55.7763,
      ],
      index: 76,
    },
    {
      id: '21',
      address: 'Спартаковская ул., 24',
      coords: [
        37.677238,
        55.772554,
      ],
      index: 34,
    },
    {
      id: '22',
      address: 'Зубовский бул., 17, стр. 1',
      coords: [
        37.590855,
        55.736257,
      ],
      index: 9,
    },
    {
      id: '23',
      address: 'ул. Красная Пресня, 4',
      coords: [
        37.576118,
        55.761184,
      ],
      index: 50,
    },
    {
      id: '24',
      address: 'Авиамоторная ул., 41Б',
      coords: [
        37.716393,
        55.753427,
      ],
      index: 37,
    },
    {
      id: '25',
      address: 'Комсомольская площадь, 2',
      coords: [
        37.656622,
        55.774598,
      ],
      index: 66,
    },
  ],
};
